[
  {
    "Picture": "johanne.jpg",
    "Name": "Johanne Greenwood",
    "Job Title": "Engagement Manager",
    "Responsibilities": "I help ensure that the needs of the customer are correctly prioritized and well understood by the team. I use empirical data from the team performance to forecast a release plan and support our customers to understand likely outcomes and make decisions.",
    "City": "Nashville",
    "Professional achievement": "My work in smart cities and energy efficiency was recognized with a vendor rating of #1 in category by Navigant, the European Union Sustainable Energy Award and a Platts Global Energy Award.",
    "Link": "",
    "Personal achievement": "Sustaining friendships over time and distance and being of service and comfort during life-altering events.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "silverbird",
      "forklift",
      "wallstreet"
    ]
  },
  {
    "Picture": "ronald.jpg",
    "Name": "Ronald Doblado",
    "Job Title": "Product Owner",
    "Responsibilities": "Providing vision and direction to the Agile development team and\nstakeholders throughout the project and creating requirements.",
    "City": "Tegucigalpa",
    "Professional achievement": "I was selected the best professor of the Mechatronics Department at Unitec. I have two patents for a vertical axis flow generator at Taiwan.",
    "Link": "",
    "Personal achievement": "I was the first Honduran to climb Chimborazo Volcano, the highest mountain in Ecuador, the highest peak near the equator. Check out the experience at: ",
    "PersonalLink": "https://www.721hn.com",
    "Project": [
      "aqua-gem",
      "silverbird",
      "forklift",
      "wallstreet"
    ]
  },
  {
    "Picture": "saule.jpg",
    "Name": "Saul Euceda",
    "Job Title": "Scrum Master",
    "Responsibilities": "I make sure the team follows our process, help the team have their best performance, removing impediments, facilitate meetings, implement process improvements, track metrics to detect issues.",
    "City": "Tegucigalpa",
    "Professional achievement": "Successfully participating and delivering a huge and critical project for Honduras' Elections.",
    "Link": "",
    "Personal achievement": "PM Master Degree with honors and PSM Certification.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "silverbird",
      "forklift",
      "wallstreet"
    ]
  },
  {
    "Picture": "byron.jpg",
    "Name": "Byron Sommardahl",
    "Job Title": "CTO and Chief Architect",
    "Responsibilities": "I work hard every day to make sure the the developers have the skills, practices, and principles they need to produce high-quality code, scalable systems, and working, valuable features every day.",
    "City": "Santa Ana, Honduras",
    "Professional achievement": "I built Acklen Avenue from the ground up with my partner Colin. I can't think of anything in this world that makes me more proud, professionally speaking.",
    "Link": "",
    "Personal achievement": "I managed to marry someone WAY out of my league and we have two beautiful kids because of it! Not sure how many could pull this off: We live in Honduras and Tennessee, bouncing between both homes every 3 months.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "silverbird",
      "forklift"
    ]
  },
  {
    "Picture": "yamil.jpg",
    "Name": "Yamil Gonzales",
    "Job Title": "Design Manager",
    "Responsibilities": "I manage and develop a team of designers; setting clear goals, managing project loads and allocating designers accordingly, ensuring deadlines are met and setting up team members for overall success.",
    "City": "Tegucigalpa",
    "Professional achievement": "Created the first open-data portal in Honduras.",
    "Link": "",
    "Personal achievement": "I have climbed the highest mountains in each country, from Mexico to Panama.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "forklift"
    ]
  },
  {
    "Picture": "angela.jpg",
    "Name": "Angela Velasquez",
    "Job Title": "UX Designer",
    "Responsibilities": "I find solutions to UX problems, create awesome designs for clients, and make sure that the user has a great final experience.",
    "City": "Tegucigalpa",
    "Professional achievement": "I've always been studying and practicing my HTML and CSS knowledge to improve every project's quality in which I've ever worked. This took me some time because when I started, I wasn't so good at writing code.",
    "Link": "",
    "Personal achievement": "Help to care and find a home to rescued cats. I also helped one baby squirrel and various birds to take them to the veterinary and reincorporate them to their habitat.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "forklift",
      "wallstreet"
    ]
  },
  {
    "Picture": "saulm.jpg",
    "Name": "Saul Antonio Mayorquin",
    "Job Title": "Lead Developer",
    "Responsibilities": "I write code and mentor developers in the road to become Sr Devs.",
    "City": "Comayagua",
    "Professional achievement": "Been part of the team that built the tax recolection system of Honduras",
    "Link": "",
    "Personal achievement": "Be part of a collective of poets, \"Lienzo Breve\", with whom we publish a poetic atology \"Legion Barahona\"",
    "PersonalLink": "",
    "Project": [
      "wallstreet"
    ]
  },
  {
    "Picture": "frank.jpg",
    "Name": "Frank Rodriguez",
    "Job Title": "Developer",
    "Responsibilities": "I write maintainable and useful code that's easy to understand.",
    "City": "Tegucigalpa, Honduras",
    "Professional achievement": "Be part of an android/iOS development team for a Startup.",
    "Link": "",
    "Personal achievement": "Work as a volunteer to help people with few economic and educational resources.",
    "PersonalLink": "",
    "Project": [
      "silverbird",
      "wallstreet"
    ]
  },
  {
    "Picture": "jacob.jpg",
    "Name": "Jacob Ramirez",
    "Job Title": "Developer",
    "Responsibilities": "I write code using TDD methodology, Vuejs and Node.",
    "City": "Houston, TX, USA",
    "Professional achievement": "I worked with a team that delivered a well constructed API for one company with more than 1 million of users.",
    "Link": "",
    "Personal achievement": "I was part of a team of students that participated on a contest about principles and individual values. We won the first place and we appeared on a popular Honduras newspaper",
    "PersonalLink": "",
    "Project": [
      "aqua-gem"
    ]
  },
  {
    "Picture": "cesarb.jpg",
    "Name": "Cesar Bonilla",
    "Job Title": "Developer",
    "Responsibilities": "I write maintainable code, I'm always trying to make it clean & easy to read.",
    "City": "Tegucigalpa",
    "Professional achievement": "I was part of the development team who was in charge of creating a \"Student Portal\" for Walden University",
    "Link": "https://www.waldenu.edu/",
    "Personal achievement": "I was able to overcome my fear to swim; now I'm taking swimming classes and feeling pretty confident about it.",
    "PersonalLink": "",
    "Project": [
      "silverbird",
      "forklift"
    ]
  },
  {
    "Picture": "ricardo.jpg",
    "Name": "Ricardo Zelaya",
    "Job Title": "Developer",
    "Responsibilities": "I write code, I read client requirements and with my logical and critical thinking fix any kind of situation or problem. At work and on my live everithing has a solution.",
    "City": "San Pedro Sula",
    "Professional achievement": "I raised the IT department on a company on two years, I fixed and renewed all the IT infrastructure and I raised the departments of software development, database, tehnical support, networking and infrastructure from nothing.",
    "Link": "",
    "Personal achievement": "I was the first on all my family having a university degree, and also a master degree, I support them on every situation and needs. I'm also very proud of my daugther.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem"
    ]
  },
  {
    "Picture": "alejandro.jpg",
    "Name": "Alejandro Ferrera",
    "Job Title": "Developer",
    "Responsibilities": "I provide solutions to technical problems by writing elegant and maintainable code adhering to the standards and principles defined by the language I'm working with.",
    "City": "San Pedro Sula",
    "Professional achievement": "In my previous job, I rewrite a software that ended up improving the user experience along with the workflow of the department in charge of using it by saving them money and time.",
    "Link": "",
    "Personal achievement": "Me and my family have been able to open our house to six stray dogs, provide help to various groups of animal protection in Facebook, and provide food, water, and a temporal shelter for any stray animal passing by our home.",
    "PersonalLink": "",
    "Project": [
      "forklift"
    ]
  },
  {
    "Picture": "walther.jpg",
    "Name": "Walther Carrasco",
    "Job Title": "Developer",
    "Responsibilities": "I produce clean, efficient and maintainable code.",
    "City": "Tegucigalpa, Honduras",
    "Professional achievement": "I am a member and developer of a startup that won second place award in the Honduras Digital Challenge.",
    "Link": "",
    "Personal achievement": "I was part of the staff of a event where we teach other people all the good parts and the hard parts of making a startup.",
    "PersonalLink": "",
    "Project": [
      "wallstreet"
    ]
  },
  {
    "Picture": "cesarw.jpg",
    "Name": "Cesar Welchez",
    "Job Title": "QA Engineer",
    "Responsibilities": "As QA we make sure to maintain a desire level of quality in the developer code, by checking every stage of process of creating quality software.",
    "City": "Tegucigalpa, Honduras.",
    "Professional achievement": "A great project we did for an ONG in Honduras to help out people finding help when they are having all sort of issues, specially family issues.",
    "Link": "",
    "Personal achievement": "I love reforestation voluntary work, I've done quite a few (3-4) so far, and it's always a great experience.",
    "PersonalLink": "",
    "Project": [
      "silverbird",
      "forklift",
      "wallstreet"
    ]
  },
  {
    "Picture": "jose.jpg",
    "Name": "Jose Aceituno",
    "Job Title": "QA Engineer",
    "Responsibilities": "I make sure that the product delivered is of top quality, fulfill the client's needs and surpass expectations.",
    "City": "Tegucigalpa",
    "Professional achievement": "I've been able to gain the trust of my coworkers because of my good job and hard efforts, despite my time in the company hasn't been that long and lack of previous experience.",
    "Link": "",
    "Personal achievement": "I have been several times in my major's student council, once as president. Also I am an active member of IEEE Honduras branch and I like to do a lot of extracurricular activities to encourage new people to study Software Engineering.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "forklift"
    ]
  },
  {
    "Picture": "oscar.jpg",
    "Name": "Oscar Carranza",
    "Job Title": "QA Engineer",
    "Responsibilities": "I make sure the proyects are error-free",
    "City": "Tegucigalpa",
    "Professional achievement": "Trained students for web programming basics.",
    "Link": "",
    "Personal achievement": "Teaching english basics at public schools.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "silverbird",
      "wallstreet"
    ]
  },
  {
    "Picture": "eliseo.jpg",
    "Name": "Eliseo Garcia",
    "Job Title": "Ops",
    "Responsibilities": "I support the devs to deployment tasks and I make sure the environments are stable to test and use the app.",
    "City": "Choloma, Cortes",
    "Professional achievement": "Sprint 0 on Aqua Gem within one week.",
    "Link": "",
    "Personal achievement": "Listen my father telling me he's so proud of me as his son.",
    "PersonalLink": "",
    "Project": [
      "aqua-gem",
      "silverbird",
      "forklift",
      "wallstreet"
    ]
  }
]
